* Hills (2017) 15N
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                           | hills_2017_15n
Descriptive Name                      | 33km_15N
Area                                  | Isunnguata Sermia
Data reference                        | Joel Harper. 2017. Ice temperatures measured in a grid of boreholes, Western Greenland, 2014-2016. Arctic Data Center. doi:10.18739/A24746S04.
Data DOI                              | 10.18739/A24746S04
Science reference                     | "Hills, Benjamin H., Joel T. Harper, Neil F. Humphrey, and Toby W. Meierbachtol. ""Measured horizontal temperature gradients constrain heat transfer mechanisms in Greenland ice."" Geophysical Research Letters 44, no. 19 (2017): 9778-9785."
Science DOI                           | 10.1002/2017GL074917
Date                                  | 2016
Longitude [°E]                        | -49.566914
Latitude [°N]                         | 67.18312399999999
Location source                       | 10.18739/A24746S04
Depth of top measurement [m]          | 15.0
Depth of bottom measurement [m]       | 635.0
Ice thickness [m]                     | 640
Coverage [% of thickness]             | 97
Ice thickness source                  | 10.18739/A24746S04
Measured from: Top, Bottom, Relative  | B
General_Note                          | See also McDowell, I. E., Humphrey, N. F., Harper, J. T., and Meierbachtol, T. W.: The cooling signature of basal crevasses in a hard-bedded region of the Greenland Ice Sheet, The Cryosphere, 15, 897–907, https://doi.org/10.5194/tc-15-897-2021, 2021.
Temperature_note                      | 
Thickness_note                        | 
Location_note                         | 
#+end_example

** Temperature

** Thickness

** Location

** Velocity

** Notes

See 14n for more information

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |      t |
|  15 |  -9.56 |
|  35 | -10.38 |
|  55 | -10.56 |
|  95 | -11.06 |
| 115 | -11.44 |
| 135 | -11.44 |
| 155 | -11.63 |
| 175 | -11.63 |
| 195 | -11.69 |
| 215 | -11.63 |
| 235 | -11.56 |
| 255 | -11.56 |
| 275 |  -11.5 |
| 295 | -11.38 |
| 315 | -11.25 |
| 335 |  -11.0 |
| 375 | -10.38 |
| 395 |  -9.94 |
| 415 |   -9.5 |
| 435 |  -8.88 |
| 455 |  -8.25 |
| 475 |  -7.56 |
| 495 |  -6.81 |
| 505 |  -6.44 |
| 515 |   -6.0 |
| 525 |  -5.63 |
| 535 |  -5.06 |
| 545 |  -4.69 |
| 555 |  -4.19 |
| 565 |  -3.69 |
| 575 |  -3.13 |
| 585 |  -2.69 |
| 595 |  -2.13 |
| 605 |  -1.63 |
| 615 |  -1.19 |
| 625 |  -0.69 |
| 635 |  -0.31 |

